tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "klarna/tap", "https://stash.int.klarna.net/scm/devserv/homebrew-tap.git"
brew "asdf"
brew "awscli"
brew "bash"
brew "docker-squash"
brew "fd"
brew "flock"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grep"
brew "jq"
brew "lazygit"
brew "neovim"
brew "packer"
brew "peco"
brew "postgresql@14"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "terraform-docs"
brew "tfenv"
brew "tree"
brew "zoxide"
brew "klarna/tap/kmip"
brew "klarna/tap/poe"
cask "firefox"
cask "iterm2"
cask "rectangle"
cask "vlc"
